Repository: myridia/bw-coupon
Catalog: languages/bw-coupon-*.po
Languages: fr_fr

source: Please active first WooCommerce plugin.
fr_fr: Veuillez activer le plugin WooCommerce en premier.

source: Successfully Send Coupon PDF
fr_fr: Coupon PDF envoyé avec succès

source: Please download the PDF
fr_fr: Veuillez télécharger le PDF

source: Dear Ms
fr_fr: Chère Madame

source: Dear Mr
fr_fr: Cher Monsieur

source: Hi
fr_fr: Bonjour

source: Product is a coupon
fr_fr: Le produit est un coupon

source: Timeout after purchase
fr_fr: Expiration après l'achat

source: How long will the Coupon be valid after the customer purchase it.
fr_fr: Pendant combien de temps le coupon est valide après son achat.

source: Coupon incl Order No
fr_fr: Coupon inclut No d'ordre

source: Coupon Code will include the Order Number
fr_fr: Le numéro de Coupon comportera le numéro d'ordre

source: Open Coupons
fr_fr: Coupons ouverts

source: Customer email
fr_fr: E-mail client

source: Donate
fr_fr: Donation

source: Settings
fr_fr: Paramètres

source: Coupon Name
fr_fr: Nom Coupon

source: Sended
fr_fr: Envoyé

source: Send Coupon email
fr_fr: E-mail envoi Coupon

source: Last send
fr_fr: Dernier envoi

source: View PDF
fr_fr: Voir PDF

source: Send
fr_fr: Envoyer

source: Generate coupons
fr_fr: Générer Coupons

source: Generate coupon
fr_fr: Générer Coupon

source: Coupons generated
fr_fr: Coupons générés

source: Coupon generated
fr_fr: Coupon généré

source: Your settings have been saved.
fr_fr: Vos paramètres ont été sauvegardés.

source: Missing input!
fr_fr: Donnée manquante !

source: Test Email has been send to
fr_fr: L'e-mail de test a été envoyé à

source: Test Email failed to send
fr_fr: L'e-mail de test a échoué

source: Basic configuration:
fr_fr: Configuration de base:

source: Generate Coupons
fr_fr: Générer Coupons

source: Generate coupons mannually
fr_fr: Générer les Coupons manuellement

source: Generate coupons automatically on complete order status
fr_fr: Générer automatiquement les Coupons sur le statut Terminé de l'ordre

source: Generate coupons automatically on processing order status
fr_fr: Générer automatiquement les Coupons sur le statut En cours de l'ordre

source: Email configuration:
fr_fr: Configuration e-mail:

source: Send copy email
fr_fr: Envoyer e-mail copie

source: Send hidden copy email
fr_fr: Envoyer e-mail copie cachée

source: Subject:
fr_fr: Sujet:

source: Test Mail
fr_fr: E-mail test

source: Send test e-mail
fr_fr: Envoi e-mail test

source: Save options
fr_fr: Sauvegarder options

source: This plugin lets WooCommerce users to purchase coupons as any other product. Sellers can define coupons to be sold as any others products. Coupons may be automatically generated and delivered to customers as PDF attachments.
fr_fr: Cette extension permet aux utilisateurs de WooCommerce d'acheter des coupons comme un autre produit. Les vendeurs peuvent définir que les coupons soient vendus comme un autre produit. Les coupons peuvent être générés automatiquement et délivrés aux clients comme PDF attaché.
