Repository: myridia/bw-coupon
Catalog: languages/bw-coupon-*_formal.po
Languages: de_de_formal

source: Please active first WooCommerce plugin.
de_de_formal: Bitte aktivieren Sie das WooCommerce Plugin zuerst

source: Successfully Send Coupon PDF
de_de_formal: Gutschein (pdf) erfolgreich versendet

source: Coupon
de_de_formal: Gutschein

source: Please download the PDF
de_de_formal: Bitte laden Sie den Gutschein herunter

source: Dear Ms
de_de_formal: Liebe Frau

source: Dear Mr
de_de_formal: Lieber Herr

source: Hi
de_de_formal: Hallo

source: Product is a coupon
de_de_formal: Produkt als Gutschein

source: Timeout after purchase
de_de_formal: Zeitüberschreitung nach Kauf

source: How long will the Coupon be valid after the customer purchase it.
de_de_formal: Gutschein-Gültigkeitsdauer nach Kauf.

source: Coupon incl Order No
de_de_formal: Bestellnummer mit Gutscheincode

source: Coupon Code will include the Order Number
de_de_formal: Gutscheincode mit integrierter Bestellnummer

source: Open Coupons
de_de_formal: BWC-Gutscheine öffnen

source: Customer email
de_de_formal: Kunden Email

source: Donate
de_de_formal: Bitte Spenden

source: Settings
de_de_formal: Einstellungen

source: Coupons
de_de_formal: Gutscheine

source: Coupon Name
de_de_formal: Gutschein Name

source: Sended
de_de_formal: Gesendet

source: Send Coupon email
de_de_formal: Sende Email

source: Last send
de_de_formal: Zuletzt gesendet

source: View PDF
de_de_formal: Vorschau

source: Send
de_de_formal: Senden

source: Generate coupons
de_de_formal: Gutscheine erzeugen

source: Generate coupon
de_de_formal: Gutschein erzeugen

source: BWC - Buy Woocommerce Coupons
de_de_formal: BWC - WooCommerce Gutscheinverkauf

source: Coupons generated
de_de_formal: Erzeugte Gutscheine

source: Coupon generated
de_de_formal: Erzeugter Gutschein

source: Your settings have been saved.
de_de_formal: Ihre Einstellungen wurden gespeichert.

source: Missing input!
de_de_formal: Fehlende Eingabe.

source: Test Email has been send to
de_de_formal: Test E-Mail: erfolgreich verendet an

source: Test Email failed to send
de_de_formal: Test E-Mail: fehlgeschlagen

source: Basic configuration:
de_de_formal: Grundeinstellung:

source: Generate Coupons
de_de_formal: Gutschein Generator

source: Generate coupons mannually
de_de_formal: Erzeuge Gutscheine manuell

source: Generate coupons automatically on complete order status
de_de_formal: Generiert Gutscheine automatisch nach Bestellstatus: Fertiggestellt

source: Generate coupons automatically on processing order status
de_de_formal: Generiert Gutscheine automatisch nach Bestellstatus: In Bearbeitung

source: Email configuration:
de_de_formal: E-mail Einstellungen

source: Send copy email
de_de_formal: E-Mailkopie versenden

source: Cc
de_de_formal: CC E-Mail Empfänger

source: Send hidden copy email
de_de_formal: E-Mailkopie verborgen senden (CC)

source: Bcc
de_de_formal: BCC E-Mail Empfänger

source: Subject:
de_de_formal: Betreff

source: Message:
de_de_formal: Nachricht:

source: Test Mail
de_de_formal: Teste E-Mail

source: Send test e-mail
de_de_formal: Sende Testmail

source: Save options
de_de_formal: Speichern

source: BW Coupon
de_de_formal: BWC Gutschein

source: This plugin lets WooCommerce users to purchase coupons as any other product. Sellers can define coupons to be sold as any others products. Coupons may be automatically generated and delivered to customers as PDF attachments.
de_de_formal: Das BCC WooCommerce plugin erlaubt es Gutscheine zu erzeugen und wie jedes andere Produkt zu verkaufen. Die Gutscheine werden automatisch als pdf-Dokument erzeugt und als E-Mail Anhang gesendet.
